import React from 'react'
import CardContent from '@mui/material/CardContent';
import CardMedia from '@mui/material/CardMedia';
import Typography from '@mui/material/Typography';
import { CardActionArea } from '@mui/material';
const Card2 = ({ imgSrc, Header1, header2, typho }) => {
  return (

    <CardActionArea>
      <CardMedia
        component="img"
        height="auto"
        src={imgSrc}
        alt="green iguana"
      />
      <CardContent>
        <Typography gutterBottom variant="h1" component="div">
          {Header1}
        </Typography>
        <Typography gutterBottom variant="h5" component="div">
          {header2}
        </Typography>
        <Typography variant="body2" >
          เป็นงานประเพณีประจำปีของชาวอำเภอด่านซ้าย จังหวัดเลย  ซึ่งจะจัดขึ้นหลังวันขึ้น 15 ค่ำ เดือน 6 ของทุกปี ในช่วงปลายเดือนมิถุนายนถึงต้นเดือนกรกฎาคม ที่ถนนหลายๆ สายของอำเภอด่านซ้าย หรือที่อื่นๆ ในจังหวัดเลย โดยเป็นงานที่มีบรรยากาศของความสนุกสนานรื่นเริง และมีชื่อเสียงอย่างมากในประเทศไทย
          กำหนดการในงานประเพณีบุญหลวง และงานผีตาโขน
          จะมีหลักๆ 3 วันด้วยกันคือ
          <br />
          วันที่ 1 เป็น เทศกาลผีตาโขน ซึ่งเรียกวันนี้ว่า วันรวม หรือ วันโฮม จะมี พิธีเบิกพระอุปคุต<br />
          •	พิธีการบวชพราหมณ์ เพื่อเชิญพระอุปคุต<br />
          •	พิธีแห่จากวัดโพนชัย ไปริมฝั่งแผ่น้ำหมันเพื่อเชิญพระอุปคุต<br />
          •	พิธีงมพระอุปคุตจากแม่น้ำหมันอัญเชิญขึ้นประดิษฐานหออุปคุต วัดโพนชัย<br />
          •	พิธีเบิกพระอุปคุต พร้อมยิงปืนทั้ง 4 ทิศ<br />
          •	พิธีบายศรีสู่ขวัญเจ้าพ่อกวนและเจ้าแม่นางเทียม
          <br />
          วันที่ 2 เป็น วันแห่พระเวสสันดรเข้าเมือง หรือ ขบวนแห่ผีตาโขน<br />
          •	พิธีสู่ขวัญพระเวส อัญเชิญพระเวสเข้าเมือง<br />
          •	ขบวนแห่พระเวสเข้าเมือง (ขบวนแห่ผีตาโขน)<br />
          •	เจ้าพ่อกวนและคณะ นำขบวนแห่ไปวัดโพนชัยแห่รอบโบสถ์ 3 รอบ<br />
          •	เจ้าพ่อกวนและคณะจุดบั้งไฟขอฝน<br />
          •	คณะผู้เล่นบุญนำหน้ากากผีตาโขนน้อยและผีตาโขนใหญ่ทิ้งลงแม่น้ำหมัน
          <br />
          วันที่ 3 เป็น วันฟังเทศน์มหาชาติ 13 กัณฑ์ พิธีสวดมาลัยหมื่นมาลัยแสน ในการฟังเทศมหาชาติ<br />
          •	พิธีสวดชำฮะเพื่อขอขมาลาโทษสะเดาะเคราะห์รับโชค<br />
          •	นำอาหารหวานใส่กระทง เพื่อให้ทานสะเดาะเคราะห์ และสืบชะตาบ้านเมือง<br />
          •	พ่อแสนท้าพิธี “จำเนื้อจำคิง" เพื่อการสะเดาะเคราะห์<br />
          •	นำเครื่องสะเดาะเคราะห์ทิ้งลงแม่น้ำหมัน<br />
          •	พิธีคารวะองค์องค์พระใหญ่ โดยเจ้าพ่อกวนและคณะ เป็นอันเสร็จพิธี<br />
          และประเพณียังคงมีความเชื่อกันว่า สำหรับคนที่เล่นหรือมีการแต่งตัวเป็น ผีตาโขนใหญ่ ต้องถอดเครื่องแต่งกายผีตาโขนใหญ่ออกให้หมดและนำไปทิ้งในแม่น้ำหมัน ห้ามนำเข้าบ้าน เป็นการทิ้งความทุกข์ยากและสิ่งเลวร้ายไปอีกด้วย

        </Typography>
      </CardContent>
    </CardActionArea>

  )
}

export default Card2
