import * as React from 'react';
import Typography from '@mui/material/Typography';
import Intro from './intro/Intro'
import travel_02 from '../images/บ้าน.jpg'
import Slider from './intro/Slider'
import Card2 from './Card';
import CardContent from '@mui/material/CardContent';
import { CardActionArea } from '@mui/material';
import ความรู้ทั่วไป from '../images/ความรู้ทั่วไป.jpg'
import ช้างป่า from '../images/ช้างป่า.jfif'
import ช้างป่า2 from '../images/ช้างป่า2.jpg'
import ช้างป่า3 from '../images/ช้างป่า3.jpg'
import ภูหลวง from '../images/ภูหลวง.jpg'
import พระธาตุศรีสองรัก from '../images/พระธาตุศรีสองรัก.jpg'
import พระพุทธบาทถ้ำผาบิ้ง from '../images/พระพุทธบาทถ้ำผาบิ้ง.jpeg'
import พระพุทธบาทภูควายเงิน from '../images/พระพุทธบาทภูควายเงิน.jpg'
import วัดถ้ำผาปู่ from '../images/วัดถ้ำผาปู่.jpg'
import วัดศรีคุณเมือง from '../images/วัดศรีคุณเมือง.jpg'
import ศาลเจ้าพ่อกุดป่องและศาลหลักเมือง from '../images/ศาลเจ้าพ่อกุดป่องและศาลหลักเมือง.jpeg'
import ศูนย์วัฒนธรรมจังหวัดเลย from '../images/ศูนย์วัฒนธรรมจังหวัดเลย.jpeg'
import จังหวัดเลย from '../images/จังหวัดเลย.jpg'
import peetakhon29 from '../images/peetakhon29.jpg'
import phanuam from '../images/ผ้าน่วม.jfif'
import เลย from '../images/เลย.jpg'
import arharn from '../images/อาหาร.jpg'
import เล่นผีตาโขน3 from '../images/เล่นผีตาโขน3.jpg'
import เล่นผีตาโขน2 from '../images/เล่นผีตาโขน2.jpg'
import เล่นผีตาโขน1 from '../images/เล่นผีตาโขน1.jpg'
import งานแสดงไม้ดอกเมืองหนาว from '../images/งานแสดงไม้ดอกเมืองหนาว.jpg'
import งานนมัสการพระธาตุศรีสองรัก from '../images/งานนมัสการพระธาตุศรีสองรัก.jpg'
import ผีตาขน from '../images/ผีตาโขน-จังหวัดเลย-1.jpg'
import เลย2 from '../images/ฟูจิเลย.jpg'
const Topics = () => {
  return (
    <div>
      <Intro imageSrc={เลย2} h1={'จังหวัดเลย '} />
      <Slider imageSrc={travel_02} title={'ความรู้ทั่วไปเกี่ยวกับวิถีชีวิตในท้องถิ่น'} subtitle={'วิถีชีวิตของชาวเลยเป็นวิถีชีวิตที่เรียบง่าย สภาพบ้านเรือนเป็นเรือนหลังใหญ่ยกพื้นสูง มีระเบียงหรือชานยื่นออกไปด้านหน้า และมีเรือนครัวเชื่อมติดกัน หลังคามุงด้วยหญ้าคาหรือแป้นเกล็ด ฝาเรือนและพื้นเรือนทำด้วยไม้แผ่น เสาเป็นไม้เนื้อแข็งหรืออิฐก่อ ชาวไทเลยส่วนใหญ่ประกอบอาชีพเกษตรกรรม'} />
      <Intro imageSrc={ผีตาขน} h1={'ประเพณีประจำท้องถิ่น '} />
      <Slider imageSrc={เล่นผีตาโขน2} title={'งานประเพณีบุญหลวง และการละเล่นผีตาโขน'} subtitle={'จัดขึ้นที่อำเภอด่านซ้าย ในวันเสาร์-อาทิตย์ หลังวันขึ้น ๑๕ ค่ำ เดือน ๖ ของทุกปี หลังจากงานนมัสการพระธาตุศรีสองรักแล้ว งานประเพณีการละเล่นผีตาโขนเป็นการละเล่นพื้นบ้านที่มีขึ้นในอำเภอด่านซ้าย และอำเภอนาแห้วที่เกี่ยวพันกับความเชื่อและศรัทธา ในพระพุทธศาสนาและวิญญาณของบรรพชน โดยมีการแห่ผีตาโขนในงานบุญหลวง ซึ่งเป็นงานบุญใหญ่ประจำปีของท้องถิ่น การละเล่นผีตาโขนส่วนมากจะเล่นกันเฉพาะผู้ชาย ตั้งแต่เด็กรุ่น ๆ ถึงผู้ใหญ่ โดยแบ่งการจัดงานเป็นสองวัน ในวันแรกจะมีพิธีแห่พระอุปคุตจากลำน้ำหมันมาที่วัดโพนชัย วันที่สองมีการแห่เข้าเมือง และผู้เล่นจะนำเครื่องผีตาโขน ไปโยนทิ้งแม่น้ำหมัน จากนั้นเวลาค่ำจะมีการเทศก์มหาชาติถึง ๑๓ กัณฑ์'} filpped={true} />
      <Slider imageSrc={งานแสดงไม้ดอกเมืองหนาว} title={'งานแสดงไม้ดอกเมืองหนาว '} subtitle={'จัดขึ้นที่บริเวณสนามหน้าที่ว่าการอำเภอภูเรือ ในช่วงวันส่งท้ายปีเก่าต้อนรับปีใหม่ ประมาณวันที่ ๒๘ ธันวาคม-๑ มกราคม ของทุกปี ภายในงานจะจัดให้มีการออกร้านแสดงไม้เมืองหนาว ขบวนแห่รถบุปผชาติ การประกวดไม้ดอกไม้ประดับเมืองหนาว งานราตรีแม่คะนิ้ง ลีลาศโต้ลมหนาว และการจำหน่ายพืชผลทางการเกษตรของชาวอำเภอภูเรือ'} />
      <Slider imageSrc={งานนมัสการพระธาตุศรีสองรัก} title={'งานนมัสการพระธาตุศรีสองรัก '} subtitle={'ภายในงานเริ่มจากพิธีบูชาพระธาตุโดยมีเจ้ากวน นางเทียม แสน นางแต่งและชาวบ้านจัดเครื่องเซ่นประกอบด้วยกระทงใหญ่ 1 กระทงและกระทงน้อย 8 กระทง พิธีจะทำก่อนเพล เมื่อเสร็จพิธีก็ยกกระทงใหญ่ไปลอยน้ำ ส่วนกระทงน้อยยกไปบูชาตามริมวัด เสร็จจากพิธีบูชาพระธาตุจะเป็นพิธีสรงธาตุ โดยประชาชนเอาน้ำอบน้ำหอมใส่ขันแล้วเอาดอกไม้จุ่มซัดไปรอบๆองค์พระธาตุ ผู้ชายให้เข้าไปในกำแพงแก้วรอบองค์พระธาตุมีเจ้ากวนเป็นหัวหน้านำสรง ส่วนหญิงนำโดยนางเทียมจะสรงใส่กำแพงแก้วรอบนอกองค์พระธาตุ จัดขึ้นทุกๆปี ในวันเพ็ญเดือน 6'} filpped={true} />
      <Card2 imgSrc={เล่นผีตาโขน3} Header1={'การแสดงประจำท้องถิ่น'} header2={'งานประเพณีบุญหลวง และการละเล่นผีตาโขน '} />
      <hr></hr>
      <Slider imageSrc={เล่นผีตาโขน1} title={'การละเล่นประจำท้องถิ่น '} subtitle={'เป็นงานประเพณีที่มีมาอย่างยาวนาน แต่ไม่มีหลักฐานปรากฎแน่ชัดว่าจัดขึ้นตั้งแต่ยุคใด ซึ่งชาวบ้านในพื้นที่ได้ปฏิบัติและสืบทอดต่อกันมาจากบรรพบุรุษ จึงทำให้งานประเพณีผีตาโขน เป็นประเพณีที่เป็นเอกลักษณ์ประจำจังหวัดเลย โดยเป็นการนำโดยนำงานบุญหลวง หรือ บุญผะเหวด งานบุญบั้งไฟ งานบุญซำฮะ (สะเดาะเคราะห์บ้านเมือง) และการละเล่นผีตาโขนมารวมเป็นงานเดียวกัน เพื่อเป็นการบูชาอารักษ์หลักเมือง และพิธีการบวงสรวงดวงวิญญาณอันศักดิ์สิทธิ์ที่มาของผีตาโขนต้นกำเนิดของ ผีตาโขน นั้น เดิมมีชื่อเรียกว่า ผีตามคน เป็นเทศกาลที่ได้รับอิทธิพลมาจาก มหาเวสสันดรชาดก ชาดกในพระพุทธศาสนา มีตำนานว่าเมื่อครั้งพระเวสสันดร และนางมัทรี จะเดินทางออกจากป่ากลับเข้าสู่เมือง มีผีป่าและสัตว์ต่างๆ ที่รักพระเวสสันดรและนางมัทรี พากันแฝงตนมากับชาวบ้านเพื่อมาส่งทั้งสองพระองค์กลับสู่เมืองด้วยความอาลัย นั่นคือที่มาของ “ผีตามคน” หรือ “ผีตาขน” จนกลายมาเป็น “ผีตาโขน” ในปัจจุบันโดยในขบวนแห่ผีตาโขนนั้น ผู้ที่แต่งกายเป็นผีตาโขนนั้น จะต้องสวมหน้ากากที่ทำจากหวดนึ่งข้าวเหนียว แต่งกายด้วยเสื้อผ้าสีสันสดใส และออกเดินร่วมขบวนไปกับขบวนแห่งานบุญหลวงความเชื่อในประเพณีผีตาโขนมีความเชื่ออีกว่า ประเพณีผีตาโขน เป็นการละเล่นเพื่อบวงสรวงบูชาดวงวิญญาณบรรพชนที่เสียชีวิตไปแล้ว ซึ่งจะกลายเป็นสิ่งศักดิ์สิทธิ์คุ้มครองบ้านเมือง ดลบันดาลให้เกิดความอุดมสมบูรณ์ หรือความหายนะก็ได้ ดังนั้นเพื่อให้ดวงวิญญาณบรรพชนพอใจ ชาวบ้านจึงจัดให้มีการละเล่นผีตาโขนขึ้น'} filpped={true} />
      <Intro imageSrc={arharn} h1={'อาหารประจำท้องถิ่น'} />
      <CardActionArea>
        <CardContent>
          <Typography variant="body2" >
            <strong> “ตำด๊องแด๊ง” หรือ “ส้มตำด๊องแด๊ง”</strong>      หน้าตาคล้ายส้มตำปกติทั่วไป แต่โดดเด่นอยู่ที่เส้น “ด๊องแด๊ง” ที่ทำมาจากแป้งขนมจีนบีบให้เป็นเส้น คล้ายกับลอดช่องสีขาว หรือเส้นเกี้ยมอี๋อวบอ้วน ลวกในน้ำร้อนจนสุก แล้วก็นำมาตำใส่รวมกับเครื่องส้มตำแบบครบเครื่อง เส้นด๊องแด๊งจะเคี้ยวนุ่มเด้งหนึบ กินเข้ากันดีกับส้มตำ เลือกได้ว่าจะใส่กับส้มตำแบบไหนตามชอบใจ
            <br />
            <strong>“ข้าวปุ้นน้ำแจ่ว”</strong>  เป็นเมนูอาหารเช้าพื้นบ้านดั้งเดิมที่คนเชียงคานนิยมกินกัน ข้าวปุ้นก็คือ ขนมจีนเส้นสด น้ำแจ่ว คือ เครื่องปรุงพริก ข้าวปุ้นน้ำแจ่วหน้าตาคล้ายกับก๋วยเตี๋ยวน้ำใส แต่ที่ไม่เหมือนคือใช้เส้นขนมจีนที่เหนียวนุ่มแทนเส้นก๋วยเตี๋ยว แล้วมีเครื่องในหมูสารพัดอย่างให้ได้เลือกใส่ตามชอบ อาทิ เลือดหมู กระเพาะหมู ไส้หมู พร้อมกับใส่ผักต่างๆ อาทิ ถั่วงอก กะหล่ำปลี ต้นหอมผักชี และใส่น้ำชุบใสที่หอมหวาน แถมยังมีพริกสดให้ใส่เพิ่มความเผ็ด
            <br />
            <strong>“ข้าวเปียกเส้น” </strong>   เป็นเมนูอาหารเช้าที่หากินได้ทั่วไปที่เชียงคาน แต่บางร้านก็มีขายถึงช่วงเย็นด้วย ซึ่งข้าวเปียกเส้น ก็คือกวยจั๊บญวน โดดเด่นตรงเส้นข้าวเปียกที่เหนียวนุ่มเคี้ยวเด้ง กินเข้ากันดีกับเครื่องต่างๆ ที่แต่ละร้านจะใส่มา ไม่ว่าจะเป็นหมูยอ เนื้อหมู กระดูกหมูอ่อน ไข่ โรยด้วยหอมเจียวหอมๆ และน้ำซุปกระดูกหมูรสกลมกล่อมลิ้น
            <br />
            <strong> “กุ้งแม่น้ำโขงย่าง-ปูย่าง”</strong>  ถ้าได้มาเดินถนนคนเดินเชียงคาน จะได้เห็นพ่อค้าแม่ขาย นำกุ้งแม่น้ำโขง ซึ่งเป็นกุ้งตัวเล็กๆ นำมาเสียบไม้ย่างบนเตาถ่านร้อนๆ ขายกันมากมาย กุ้งย่างหอมๆ กินได้ทั้งตัว เคี้ยวรสชาติกุ้งหวานมันกินเพลินปาก แล้วก็ยังมีกุ้งคั่วสมุนไพร ปูย่าง หอยเชอร์รี่ย่าง ให้ลองชิมกันอีกด้วย
          </Typography>
        </CardContent>
      </CardActionArea>
      <br></br>
      <Intro imageSrc={เลย} h1={'ภูมิปัญญาประจำท้องถิ่น'} />
      <Slider imageSrc={phanuam} title={'1.ด้านหัตถกรรม อุตสาหกรรมครัวเรือนและผ้าไหม'} subtitle={'ผ้านวม  เป็นหัตถกรรมพื้นบ้านที่มีชื่อเสียงของอำเภอเชียงคาน วัสดุที่ใช้สามารถทำได้เองได้แก่กงหรือเฝียที่ทำจากไม้ หรือเหล็กเป็นกรอบสี่เหลี่ยม ไม้สำหรับใช้แกว่งอัดฝ้ายที่หีบหรือดีดแล้วขั้นตอนการทำเริ่มจากนำปุยฝ้ายหีบเม็ดออกแล้วและดีดจนฟูเป็นปุย มาแผ่เป็นแผ่นเรียงต่อกันหลาย ๆ ผืนให้เสมอกันตามขนาด และน้ำหนักตามที่ต้องการ จะมีตั้งแต่ขนาดเล็กสุดจนถึงใหญ่สุดประมาณ ๑ - ๓ กิโลกรัม  จากนั้นก็ใช้ด้ายตวัดไปมาทางขวางสองรอบ ทางตรงสามรอบ และทางเฉียงสามรอบ  จากนั้นนำตารางเล็ก ๆ ที่เกิดจากการตวัดด้าย ทาบลงบนผืนปุยฝ้ายเพื่อให้เส้นด้ายติดกับปุยฝ้ายแน่นสนิท เสร็จแล้วจึงกลับอีกด้านหนึ่งทำอย่างเดียวกัน เมื่อนำมาใช้จะใช้ผ้าชั้นนอกหลากสี หรือปลอกผ้านวมมาสวมซ้อนไว้เพื่อให้ใช้ห่มได้ตามสบาย'} />
      <Slider imageSrc={peetakhon29} title={'2.ด้านศิลปะ วัฒนธรรม ประเพณี  '} subtitle={'งานประเพณีการละเล่นผีตาโขน เป็นการละเล่นพื้นบ้านที่มีขึ้นในอำเภอด่านซ้ายและอำเภอนาแห้วเท่านั้น มีการแห่ผีตาโขนในงานบุญหลวง ซึ่งเป็นงานบุญใหญ่ประจำท้องถิ่น ส่วนมากเล่นกันเฉพาะผู้ชาย ตั้งแต่เด็กรุ่นๆ ถึงผู้ใหญ่ โดยแบ่งการจัดงานเป็นสองวัน ในวันแรกจะมีพิธีแห่พระอุปคุตจากลำน้ำหมันมาที่วัดโพนชัย วันที่สองมีการแห่เข้าเมือง และผู้เล่นจะนำเครื่องผีตาโขนไปโยนทิ้ง แม่น้ำหมัน จัดที่อำเภอด่านซ้าย ในวันเสาร์-อาทิตย์ หลังวันขึ้น 15 ค่ำ เดือน 6 หลังจากงานนมัสการพระธาตุศรีสองรักแล้ว '} filpped={true} />
      <Intro imageSrc={จังหวัดเลย} h1={'แหล่งท่องเที่ยวทางวัฒนธรรม'} />
      <Slider imageSrc={ศูนย์วัฒนธรรมจังหวัดเลย} title={'ศูนย์วัฒนธรรมจังหวัดเลย'} subtitle={'ตั้งอยู่ในสถาบันราชภัฏเลย รวบรวมและเผยแพร่เรื่องราวทางด้านศาสนา ประเพณี และวิถีชีวิตของชาวเลย มีห้องประชุมและฉายสไลด์เกี่ยวกับเมืองเลย และแสดงข้าวของเครื่องใช้ที่เกี่ยวข้องกับวิถีชีวิตของคนในอดีต ห้องนิทรรศการจัดแสดงเกี่ยวกับพระพุทธรูปเก่าที่ทำมาจากไม้ หินทราย ดินเผาและเงิน หน้ากากผีตาโขน ข้าวของเครื่องใช้โบราณ ซึ่งของทั้งหมดได้มาจากชาวบ้านในท้องถิ่นเมืองเลย มีส่วนนิทรรศการหมุนเวียนโดยจัดแสดงเรื่องราวต่าง ๆ ของเมืองเลยตามเทศกาลประเพณี มีห้องเบิ่งไทเลย เป็นห้องจัดแสดงนิทรรศการถาวรถือเป็นส่วนสำคัญ จัดแสดงเรื่องราวต่าง ๆ เกี่ยวกับจังหวัดเลย'} />
      <Slider imageSrc={วัดถ้ำผาปู่} title={'วัดถ้ำผาปู่'} subtitle={'ภายในวัดมีลักษณะเป็นโพรงถ้ำขนาดใหญ่อยู่ใต้ภูเขาหินมีพระพุทธรูปประดิษฐ์อยู่ภายในถ้ำ และมีหินงอก หินย้อย บริเวณภายนอกถ้ำเป็นแหล่งอาศัยของค่างแว่น ชะนี และลิง'} filpped={true} />
      <Slider imageSrc={ศาลเจ้าพ่อกุดป่องและศาลหลักเมือง} title={'ศาลเจ้าพ่อกุดป่องและศาลหลักเมือง'} subtitle={'     ติดกับสวนสาธารณะกุดป่องเป็นศาลเก่าแก่ที่ประชาชนเคารพนับถือ สำหรับศาลหลักเมือง สร้างเมื่อ พ.ศ. 2525 เสาหลักเมืองทำด้วยไม้ราชพฤกษ์ แกะสลักเป็นรูปหัวเม็ดทรงมัณฑน์ ลงรักปิดทองทั้งองค์'} />
      <Slider imageSrc={วัดศรีคุณเมือง} title={'วัดศรีคุณเมือง'} subtitle={'     มีกำแพงแก้วล้อมรอบตัวพระอุโบสถ วัดนี้เป็นแหล่งรวมงานศิลปะทั้งแบบล้านนาและล้านช้างดังจะเห็นได้จากโบสถ์ ซึ่งหลังคาลดหลั่นอย่างศิลปะล้านนา ศิลปวัตถุที่สำคัญมีหลายชิ้น เช่นพระพุทธรูปไม้จำหลัก ลงรักปิดทองปางประทานอภัยแบบล้านช้าง มีพระเกศาเป็นปุ่มแหลมเล็ก พระกรรณค่อนข้างแหลมและยาว สันนิษฐานว่ามีอายุในราวพุทธศตวรรษที่ 24-25 น'} filpped={true} />
      <Slider imageSrc={พระพุทธบาทภูควายเงิน} title={'พระพุทธบาทภูควายเงิน'} subtitle={'    อยู่ที่บ้านอุมุง เป็นรอยพระพุทธบาทยาวประมาณ 120 เซนติเมตร กว้าง 65 เซนติเมตร ประดิษฐานบนหินลับมีด เป็นที่เคารพสักการะของชาวบ้าน'} />
      <Slider imageSrc={พระพุทธบาทถ้ำผาบิ้ง} title={'พระพุทธบาทถ้ำผาบิ้ง'} subtitle={'    ในถ้ำมีพระพุทธบาทขนาดใหญ่อยู่บนเพดานถ้ำ ลวดลายและนิ้วพระบาทไม่ปรากฏเด่นชัด'} filpped={true} />
      <Slider imageSrc={พระธาตุศรีสองรัก} title={'พระธาตุศรีสองรัก'} subtitle={'     ตั้งอยู่ริมฝั่งแม่น้ำหมัน มีรูปทรงลักษณะศิลปกรรมแบบล้านช้าง ฐานเป็นสี่เหลี่ยมจัตุรัส ย่อมุมไม้สิบสอง องค์ระฆังทรงบัวเหลี่ยม คล้ายพระธาตุพนม พระธาตุหลวง (เวียงจันทน์) พระธาตุศรีโคตรบอง (แขวงคำม่วน) และอีกมาก มายแถบลุ่มน้ำโขง พระธาตุศรีสองรักสร้างขึ้นถวายเป็นอุเทสิกเจดีย์ สมัยกรุงศรีอยุธยา พ.ศ. 2103 เพื่อเป็นสักขีพยานในการช่วยเหลือซึ่งกันและกันระหว่างกรุงศรีอยุธยา(สมัยพระมหาจักรพรรดิ)และกรุงศรีสัตนาคนหุต (เวียงจันทน์) สมัยพระเจ้าไชยเชษฐาธิราช'} />
      <Intro imageSrc={ภูหลวง} h1={'โครงการอันเนื่องมาจากพระราชดำริในท้องถิ่น'} />
      <CardActionArea>
        <CardContent>
          <Typography variant="body2" >
            <h1> จังหวัดเลยมีโครงการอันเนื่องมาจากพระราชดำริหลายโครงการ ทางกลุ่มเราจึงได้ยกตัวอย่างโครงการอันเนื่องมาจากพระราชดำริ ด้านการฟื้นฟูทรัพยากรป่าไม้ขึ้นมา เพื่อให้เห็นถึงความสำคัญของทรัพยากรด้านป่าไม้
              โครงการฟื้นฟูอาหารช้างป่าภูหลวง อันเนื่องมาจากพระราชดำริจังหวัดเลยหน่วยงานรับผิดชอบ เขตรักษาพันธุ์สัตว์ป่าภูหลวง</h1>
          </Typography>
        </CardContent>
      </CardActionArea>
      <Slider imageSrc={ช้างป่า} title={'ประวัติความเป็นมาของโครงการ '} subtitle={'    สมเด็จพระนางเจ้าฯ พระบรมราชินีนาถ มีพระราชดำริให้ดำเนินการโครงการปลูกพืชอาหารช้าง ภายในเขตรักษาพันธุ์สัตว์ป่าภูหลวง เพื่อช่วยป้องกันไม่ให้ช้างออกไปหากินนอกเขตรักษาพันธุ์สัตว์ป่า จึงได้มีการจัดตั้งโครงการฟื้นฟูอาหารช้างป่าภูหลวงอันเนื่องมาจากพระราชดำริ จังหวัดเลย เมื่อปี พ.ศ. ๒๕๔๓ จากการสำรวจจำนวนประชากรช้างป่าภูหลวง เมื่อปี พ.ศ. ๒๕๔๒ ช้างป่าภูหลวงมีจำนวน ๕๐ ตัว ปี พ.ศ. ๒๕๕๐ มีจำนวน ๘๕ ตัว ปี พ.ศ. ๒๕๕๕ มีจำนวน ๑๐๕ ตัว ปี พ.ศ. ๒๕๖๐ มีจำนวน ๑๘๖ ตัว '} />
      <Slider imageSrc={ช้างป่า2} title={'วัตถุประสงค์ของโครงการ '} subtitle={'    เพื่อเป็นการสนองพระราชดำริ และเป็นการเฉลิมพระเกียรติ แด่สมเด็จพระนางเจ้าฯ พระบรมราชินีนาถ ในรัชกาลที่ ๙เพื่อเพิ่มแหล่งอาหารและแหล่งน้ำให้เพียงพอต่อความต้องการของช้างป่า'} filpped={true} />
      <Slider imageSrc={ช้างป่า3} title={'ผลการดำเนินงานการขับเคลื่อนโครงการอันเนื่องมาจากพระราชดำริ '} subtitle={'    ฟื้นฟูแหล่งอาหารและเฝ้าระวังช้างป่างานส่งเสริมประชาสัมพันธ์ และงานส่งเสริมและพัฒนาคุณภาพชีวิตหรืองานขยายผลสู่ชุมชนงานสาธิตและสำรวจการปลูกฟินหรือป่าเปียกหรือโป่งเทียมบำรุงรักษาสวนเดิม อายุ ๒ – ๖ ปีบำรุงรักษาสวนเดิม อายุ ๗ – ๑๐ ปีบำรุงป่าไม้ใช้สอยจัดทำแนวกันไฟเพาะชำกล้าหวาย'} />
      <Intro imageSrc={ความรู้ทั่วไป} h1={''} />
      <CardActionArea>
        <CardContent>
          <Typography variant="body2" >
            <h1>ตัวอย่างการประยุกต์ใช้ปรัชญาของเศรษฐกิจพอเพียง</h1>
            <br></br>
            <h4>“หมู่บ้านเศรษฐกิจพอเพียงต้นแบบ” บ้านพรหมมานุสรณ์ ต.ธาตุ อ.เชียงคาน จ.เลย
              ศูนย์เรียนรู้บ้านพรหมมานุสรณ์ เป็นศูนย์เรียนรู้ที่ทางหมู่บ้านได้จัดตั้งขึ้น มีการบริหารงานโดยคณะกรรมการศูนย์เรียนรู้ที่มาจากผู้นำหมู่บ้านต่าง ๆ บ้านพรหมมานุสรณ์ มีการรวมตัวกันเป็นกลุ่ม ประกอบอาชีพ เช่น กลุ่มเลี้ยงโค กลุ่มไร่มันสำปะหลัง และกลุ่มไร่นาสวนผสม ได้รับคำแนะนำจากเกษตรอำเภอให้เข้าร่วมโครงการชุมชนต้นแบบ ได้รับรางวัลโล่พระราชทานจากสมเด็จพระเทพฯ เป็นหมู่บ้านเศรษฐกิจพอเพียงต้นแบบดีเด่นระดับจังหวัด ภายในศูนย์เรียนรู้เป็นที่แสดงข้อมูลข่าวสารและองค์ความรู้เกี่ยวกับแนวคิดเศรษฐกิจพอเพียง บริเวณภายนอกศูนย์จะเป็นจุดเรียนรู้ต่าง ๆ เกี่ยวกับอาชีพ เช่น แปลงนาสาธิต การเลี้ยงหมู เลี้ยงไก่ การเพาะเห็ด และการคัดแยกขยะ ชาวบ้านสามารถนำแนวคิดเศรษฐกิจพอเพียงไปประยุกต์ใช้ในการดำรงชีวิต สามารถลดรายจ่าย เพิ่มรายได้
            </h4>
          </Typography>
        </CardContent>
      </CardActionArea>
    </div>

  )
}

export default Topics