import * as React from 'react';
import Typography from '@mui/material/Typography';
import Intro from './intro/Intro'
import travel_01 from '../images/photo-1530789253388-582c481c54b0.avif'
import travel_02 from '../images/บ้าน.jpg'
import travel_03 from '../images/test03.avif'
import Slider from './intro/Slider'
import Card2 from './Card';
import CardContent from '@mui/material/CardContent';
import { CardActionArea } from '@mui/material';
const Topics = () => {
  return (
    <div>
      <Intro imageSrc={travel_01} h1={'จังหวัดเลย '} />
      <Slider imageSrc={travel_02} title={'ความรู้ทั่วไปเกี่ยวกับวิถีชีวิตในท้องถิ่น'} subtitle={'วิถีชีวิตของชาวเลยเป็นวิถีชีวิตที่เรียบง่าย สภาพบ้านเรือนเป็นเรือนหลังใหญ่ยกพื้นสูง มีระเบียงหรือชานยื่นออกไปด้านหน้า และมีเรือนครัวเชื่อมติดกัน หลังคามุงด้วยหญ้าคาหรือแป้นเกล็ด ฝาเรือนและพื้นเรือนทำด้วยไม้แผ่น เสาเป็นไม้เนื้อแข็งหรืออิฐก่อ ชาวไทเลยส่วนใหญ่ประกอบอาชีพเกษตรกรรม'} />
      <Intro imageSrc={travel_01} h1={'ประเพณีประจำท้องถิ่น '} />
      <Slider imageSrc={travel_03} title={'งานประเพณีบุญหลวง และการละเล่นผีตาโขน'} subtitle={'จัดขึ้นที่อำเภอด่านซ้าย ในวันเสาร์-อาทิตย์ หลังวันขึ้น ๑๕ ค่ำ เดือน ๖ ของทุกปี หลังจากงานนมัสการพระธาตุศรีสองรักแล้ว งานประเพณีการละเล่นผีตาโขนเป็นการละเล่นพื้นบ้านที่มีขึ้นในอำเภอด่านซ้าย และอำเภอนาแห้วที่เกี่ยวพันกับความเชื่อและศรัทธา ในพระพุทธศาสนาและวิญญาณของบรรพชน โดยมีการแห่ผีตาโขนในงานบุญหลวง ซึ่งเป็นงานบุญใหญ่ประจำปีของท้องถิ่น การละเล่นผีตาโขนส่วนมากจะเล่นกันเฉพาะผู้ชาย ตั้งแต่เด็กรุ่น ๆ ถึงผู้ใหญ่ โดยแบ่งการจัดงานเป็นสองวัน ในวันแรกจะมีพิธีแห่พระอุปคุตจากลำน้ำหมันมาที่วัดโพนชัย วันที่สองมีการแห่เข้าเมือง และผู้เล่นจะนำเครื่องผีตาโขน ไปโยนทิ้งแม่น้ำหมัน จากนั้นเวลาค่ำจะมีการเทศก์มหาชาติถึง ๑๓ กัณฑ์'} filpped={true} />
      <Slider imageSrc={travel_02} title={'งานแสดงไม้ดอกเมืองหนาว '} subtitle={'จัดขึ้นที่บริเวณสนามหน้าที่ว่าการอำเภอภูเรือ ในช่วงวันส่งท้ายปีเก่าต้อนรับปีใหม่ ประมาณวันที่ ๒๘ ธันวาคม-๑ มกราคม ของทุกปี ภายในงานจะจัดให้มีการออกร้านแสดงไม้เมืองหนาว ขบวนแห่รถบุปผชาติ การประกวดไม้ดอกไม้ประดับเมืองหนาว งานราตรีแม่คะนิ้ง ลีลาศโต้ลมหนาว และการจำหน่ายพืชผลทางการเกษตรของชาวอำเภอภูเรือ'} />
      <Slider imageSrc={travel_03} title={'งานนมัสการพระธาตุศรีสองรัก '} subtitle={'ภายในงานเริ่มจากพิธีบูชาพระธาตุโดยมีเจ้ากวน นางเทียม แสน นางแต่งและชาวบ้านจัดเครื่องเซ่นประกอบด้วยกระทงใหญ่ 1 กระทงและกระทงน้อย 8 กระทง พิธีจะทำก่อนเพล เมื่อเสร็จพิธีก็ยกกระทงใหญ่ไปลอยน้ำ ส่วนกระทงน้อยยกไปบูชาตามริมวัด เสร็จจากพิธีบูชาพระธาตุจะเป็นพิธีสรงธาตุ โดยประชาชนเอาน้ำอบน้ำหอมใส่ขันแล้วเอาดอกไม้จุ่มซัดไปรอบๆองค์พระธาตุ ผู้ชายให้เข้าไปในกำแพงแก้วรอบองค์พระธาตุมีเจ้ากวนเป็นหัวหน้านำสรง ส่วนหญิงนำโดยนางเทียมจะสรงใส่กำแพงแก้วรอบนอกองค์พระธาตุ จัดขึ้นทุกๆปี ในวันเพ็ญเดือน 6'} filpped={true} />
      <Card2 imgSrc={travel_03} Header1={'การแสดงประจำท้องถิ่น'} header2={'งานประเพณีบุญหลวง และการละเล่นผีตาโขน '} />
      <hr></hr>
      <Slider imageSrc={travel_03} title={'การละเล่นประจำท้องถิ่น '} subtitle={'เป็นงานประเพณีที่มีมาอย่างยาวนาน แต่ไม่มีหลักฐานปรากฎแน่ชัดว่าจัดขึ้นตั้งแต่ยุคใด ซึ่งชาวบ้านในพื้นที่ได้ปฏิบัติและสืบทอดต่อกันมาจากบรรพบุรุษ จึงทำให้งานประเพณีผีตาโขน เป็นประเพณีที่เป็นเอกลักษณ์ประจำจังหวัดเลย โดยเป็นการนำโดยนำงานบุญหลวง หรือ บุญผะเหวด งานบุญบั้งไฟ งานบุญซำฮะ (สะเดาะเคราะห์บ้านเมือง) และการละเล่นผีตาโขนมารวมเป็นงานเดียวกัน เพื่อเป็นการบูชาอารักษ์หลักเมือง และพิธีการบวงสรวงดวงวิญญาณอันศักดิ์สิทธิ์ที่มาของผีตาโขนต้นกำเนิดของ ผีตาโขน นั้น เดิมมีชื่อเรียกว่า ผีตามคน เป็นเทศกาลที่ได้รับอิทธิพลมาจาก มหาเวสสันดรชาดก ชาดกในพระพุทธศาสนา มีตำนานว่าเมื่อครั้งพระเวสสันดร และนางมัทรี จะเดินทางออกจากป่ากลับเข้าสู่เมือง มีผีป่าและสัตว์ต่างๆ ที่รักพระเวสสันดรและนางมัทรี พากันแฝงตนมากับชาวบ้านเพื่อมาส่งทั้งสองพระองค์กลับสู่เมืองด้วยความอาลัย นั่นคือที่มาของ “ผีตามคน” หรือ “ผีตาขน” จนกลายมาเป็น “ผีตาโขน” ในปัจจุบันโดยในขบวนแห่ผีตาโขนนั้น ผู้ที่แต่งกายเป็นผีตาโขนนั้น จะต้องสวมหน้ากากที่ทำจากหวดนึ่งข้าวเหนียว แต่งกายด้วยเสื้อผ้าสีสันสดใส และออกเดินร่วมขบวนไปกับขบวนแห่งานบุญหลวงความเชื่อในประเพณีผีตาโขนมีความเชื่ออีกว่า ประเพณีผีตาโขน เป็นการละเล่นเพื่อบวงสรวงบูชาดวงวิญญาณบรรพชนที่เสียชีวิตไปแล้ว ซึ่งจะกลายเป็นสิ่งศักดิ์สิทธิ์คุ้มครองบ้านเมือง ดลบันดาลให้เกิดความอุดมสมบูรณ์ หรือความหายนะก็ได้ ดังนั้นเพื่อให้ดวงวิญญาณบรรพชนพอใจ ชาวบ้านจึงจัดให้มีการละเล่นผีตาโขนขึ้น'} filpped={true} />
      <Intro imageSrc={travel_01} h1={'อาหารประจำท้องถิ่น'} />
      <CardActionArea>
        <CardContent>
          <Typography variant="body2" >
            <strong> “ตำด๊องแด๊ง” หรือ “ส้มตำด๊องแด๊ง”</strong>      หน้าตาคล้ายส้มตำปกติทั่วไป แต่โดดเด่นอยู่ที่เส้น “ด๊องแด๊ง” ที่ทำมาจากแป้งขนมจีนบีบให้เป็นเส้น คล้ายกับลอดช่องสีขาว หรือเส้นเกี้ยมอี๋อวบอ้วน ลวกในน้ำร้อนจนสุก แล้วก็นำมาตำใส่รวมกับเครื่องส้มตำแบบครบเครื่อง เส้นด๊องแด๊งจะเคี้ยวนุ่มเด้งหนึบ กินเข้ากันดีกับส้มตำ เลือกได้ว่าจะใส่กับส้มตำแบบไหนตามชอบใจ
            <br />
            <strong>“ข้าวปุ้นน้ำแจ่ว”</strong>  เป็นเมนูอาหารเช้าพื้นบ้านดั้งเดิมที่คนเชียงคานนิยมกินกัน ข้าวปุ้นก็คือ ขนมจีนเส้นสด น้ำแจ่ว คือ เครื่องปรุงพริก ข้าวปุ้นน้ำแจ่วหน้าตาคล้ายกับก๋วยเตี๋ยวน้ำใส แต่ที่ไม่เหมือนคือใช้เส้นขนมจีนที่เหนียวนุ่มแทนเส้นก๋วยเตี๋ยว แล้วมีเครื่องในหมูสารพัดอย่างให้ได้เลือกใส่ตามชอบ อาทิ เลือดหมู กระเพาะหมู ไส้หมู พร้อมกับใส่ผักต่างๆ อาทิ ถั่วงอก กะหล่ำปลี ต้นหอมผักชี และใส่น้ำชุบใสที่หอมหวาน แถมยังมีพริกสดให้ใส่เพิ่มความเผ็ด
            <br />
            <strong>“ข้าวเปียกเส้น” </strong>   เป็นเมนูอาหารเช้าที่หากินได้ทั่วไปที่เชียงคาน แต่บางร้านก็มีขายถึงช่วงเย็นด้วย ซึ่งข้าวเปียกเส้น ก็คือกวยจั๊บญวน โดดเด่นตรงเส้นข้าวเปียกที่เหนียวนุ่มเคี้ยวเด้ง กินเข้ากันดีกับเครื่องต่างๆ ที่แต่ละร้านจะใส่มา ไม่ว่าจะเป็นหมูยอ เนื้อหมู กระดูกหมูอ่อน ไข่ โรยด้วยหอมเจียวหอมๆ และน้ำซุปกระดูกหมูรสกลมกล่อมลิ้น
            <br />
            <strong> “กุ้งแม่น้ำโขงย่าง-ปูย่าง”</strong>  ถ้าได้มาเดินถนนคนเดินเชียงคาน จะได้เห็นพ่อค้าแม่ขาย นำกุ้งแม่น้ำโขง ซึ่งเป็นกุ้งตัวเล็กๆ นำมาเสียบไม้ย่างบนเตาถ่านร้อนๆ ขายกันมากมาย กุ้งย่างหอมๆ กินได้ทั้งตัว เคี้ยวรสชาติกุ้งหวานมันกินเพลินปาก แล้วก็ยังมีกุ้งคั่วสมุนไพร ปูย่าง หอยเชอร์รี่ย่าง ให้ลองชิมกันอีกด้วย
          </Typography>
        </CardContent>
      </CardActionArea>
      <br></br>
      <Intro imageSrc={travel_01} h1={'ภูมิปัญญาประจำท้องถิ่น'} />
      <Slider imageSrc={travel_02} title={'1.ด้านหัตถกรรม อุตสาหกรรมครัวเรือนและผ้าไหม'} subtitle={'ผ้านวม  เป็นหัตถกรรมพื้นบ้านที่มีชื่อเสียงของอำเภอเชียงคาน วัสดุที่ใช้สามารถทำได้เองได้แก่กงหรือเฝียที่ทำจากไม้ หรือเหล็กเป็นกรอบสี่เหลี่ยม ไม้สำหรับใช้แกว่งอัดฝ้ายที่หีบหรือดีดแล้วขั้นตอนการทำเริ่มจากนำปุยฝ้ายหีบเม็ดออกแล้วและดีดจนฟูเป็นปุย มาแผ่เป็นแผ่นเรียงต่อกันหลาย ๆ ผืนให้เสมอกันตามขนาด และน้ำหนักตามที่ต้องการ จะมีตั้งแต่ขนาดเล็กสุดจนถึงใหญ่สุดประมาณ ๑ - ๓ กิโลกรัม  จากนั้นก็ใช้ด้ายตวัดไปมาทางขวางสองรอบ ทางตรงสามรอบ และทางเฉียงสามรอบ  จากนั้นนำตารางเล็ก ๆ ที่เกิดจากการตวัดด้าย ทาบลงบนผืนปุยฝ้ายเพื่อให้เส้นด้ายติดกับปุยฝ้ายแน่นสนิท เสร็จแล้วจึงกลับอีกด้านหนึ่งทำอย่างเดียวกัน เมื่อนำมาใช้จะใช้ผ้าชั้นนอกหลากสี หรือปลอกผ้านวมมาสวมซ้อนไว้เพื่อให้ใช้ห่มได้ตามสบาย'} />
      <Slider imageSrc={travel_03} title={'2.ด้านศิลปะ วัฒนธรรม ประเพณี  '} subtitle={'งานประเพณีการละเล่นผีตาโขน เป็นการละเล่นพื้นบ้านที่มีขึ้นในอำเภอด่านซ้ายและอำเภอนาแห้วเท่านั้น มีการแห่ผีตาโขนในงานบุญหลวง ซึ่งเป็นงานบุญใหญ่ประจำท้องถิ่น ส่วนมากเล่นกันเฉพาะผู้ชาย ตั้งแต่เด็กรุ่นๆ ถึงผู้ใหญ่ โดยแบ่งการจัดงานเป็นสองวัน ในวันแรกจะมีพิธีแห่พระอุปคุตจากลำน้ำหมันมาที่วัดโพนชัย วันที่สองมีการแห่เข้าเมือง และผู้เล่นจะนำเครื่องผีตาโขนไปโยนทิ้ง แม่น้ำหมัน จัดที่อำเภอด่านซ้าย ในวันเสาร์-อาทิตย์ หลังวันขึ้น 15 ค่ำ เดือน 6 หลังจากงานนมัสการพระธาตุศรีสองรักแล้ว '} filpped={true} />
      <Intro imageSrc={travel_01} h1={'แหล่งท่องเที่ยวทางวัฒนธรรม'} />
      <Slider imageSrc={travel_02} title={'ศูนย์วัฒนธรรมจังหวัดเลย'} subtitle={'ตั้งอยู่ในสถาบันราชภัฏเลย รวบรวมและเผยแพร่เรื่องราวทางด้านศาสนา ประเพณี และวิถีชีวิตของชาวเลย มีห้องประชุมและฉายสไลด์เกี่ยวกับเมืองเลย และแสดงข้าวของเครื่องใช้ที่เกี่ยวข้องกับวิถีชีวิตของคนในอดีต ห้องนิทรรศการจัดแสดงเกี่ยวกับพระพุทธรูปเก่าที่ทำมาจากไม้ หินทราย ดินเผาและเงิน หน้ากากผีตาโขน ข้าวของเครื่องใช้โบราณ ซึ่งของทั้งหมดได้มาจากชาวบ้านในท้องถิ่นเมืองเลย มีส่วนนิทรรศการหมุนเวียนโดยจัดแสดงเรื่องราวต่าง ๆ ของเมืองเลยตามเทศกาลประเพณี มีห้องเบิ่งไทเลย เป็นห้องจัดแสดงนิทรรศการถาวรถือเป็นส่วนสำคัญ จัดแสดงเรื่องราวต่าง ๆ เกี่ยวกับจังหวัดเลย'} />
      <Slider imageSrc={travel_03} title={'2.ด้านศิลปะ วัฒนธรรม ประเพณี  '} subtitle={'งานประเพณีการละเล่นผีตาโขน เป็นการละเล่นพื้นบ้านที่มีขึ้นในอำเภอด่านซ้ายและอำเภอนาแห้วเท่านั้น มีการแห่ผีตาโขนในงานบุญหลวง ซึ่งเป็นงานบุญใหญ่ประจำท้องถิ่น ส่วนมากเล่นกันเฉพาะผู้ชาย ตั้งแต่เด็กรุ่นๆ ถึงผู้ใหญ่ โดยแบ่งการจัดงานเป็นสองวัน ในวันแรกจะมีพิธีแห่พระอุปคุตจากลำน้ำหมันมาที่วัดโพนชัย วันที่สองมีการแห่เข้าเมือง และผู้เล่นจะนำเครื่องผีตาโขนไปโยนทิ้ง แม่น้ำหมัน จัดที่อำเภอด่านซ้าย ในวันเสาร์-อาทิตย์ หลังวันขึ้น 15 ค่ำ เดือน 6 หลังจากงานนมัสการพระธาตุศรีสองรักแล้ว '} filpped={true} />
    </div>

  )
}

export default Topics